[
    { 
        "id": 0,
        "title" : "VS Frozen",
        "intro" : "Frozen usually refer to a cognac that is served icy, taken out of a freezer set to -18°C: a one-of-a-kind experience with cognac. This way of serving cognac came into being ten years ago; not to be mistaken for a cognac frappe or chilled cognac which is served cold, at about 0 °C but not icy.<br/>At room temperature, cognac warms up to about 1 to 2 °C per minute in a glass. The temperature rises faster when the glass undergoes a motion. The strength of alcohol in cognac helps it not to freeze at this temperature but its texture, however, will radically change. Indeed, cognac becomes oilier, rounder and the taste and smell of alcohol fades away. At the same time its flavours become more concentrated as though more focused on the spine: vanilla, fruits, spices are more melted whereas the woody taste greatly decreases.",
        "image" : "",
        "icon" : "",
        "recipes" : [
            { "id" : "1" },
            { "id" : "2" },
            { "id" : "6" },
            { "id" : "7" }
        ]
    },
    { 
        "id": 1,
        "title": "VSOP",
        "intro" : "Being young, cognac VS still maintains all the distinct flavours of wine spirit as well as its fruity character: grapes, citrus fruits, pears, baked apples, plums, peaches and apricots and its floral profile: grapevine flowers, daisies, petunia, roses, and violets.<br/><br/>It has extracts of the flavours it collected from the oak tree it originated from but they are yet to fully blend in with the flavours of wine spirit. That is why VS cognac can seem quite woody and very often bring out hints of vanilla, which is a flavour that is highly present in oak trees and also spicy: cinnamon, nutmeg.<br/><br/>Although VS cognac is often bottled with 40 % of alcohol like its seniors, it can seem to be stronger to the nose and very dry in the mouth as the alcohol is not yet fully blended in.",
        "image" : "",
        "icon" : "",
        "recipes" : [
            { "id" : "5" },
            { "id" : "4" },
            { "id" : "3" },
            { "id" : "0" }
        ]
    },
    { 
        "id": 2,
        "title": "VS",
        "intro" : "Since VSOP is older than the VS, it has had more time to digest all the inputs from the oak tree and that is why it shows a great amount of spiciness. The pepper and clove complement the soft spices of mustard and cinnamon. It also presents toasted and roasted notes of chocolate or coffee originating from the burning of the barrel.<br/><br/>When it comes to fruity flavours such as dried stone fruits, apricots and prunes, or even orange marmalades and applesauce with the input of almonds and hazelnuts, VSOP proves much more candied and gourmet. The flowers also emerge, developing dried notes.<br/><br/>Although it maintains a sense of smoothness, VSOP cognac often proves rather woody. The taste of alcohol greatly decreases with age.",
        "image" : "",
        "icon" : "",
        "recipes" : [
            { "id" : "3" },
            { "id" : "0" },
            { "id" : "6" },
            { "id" : "5" }
        ]
    },
    { 
        "id": 3,
        "title": "XO",
        "intro" : "With their highly complex aromatic palette, XO cognacs can often take various forms depending on the producer: leather, top quality timber and incense, an exotic fruity range (mangos, pineapples, passion fruit), jasmine and honeysuckle, mild spices (saffron) or even hints of balsamic and of course, rancio and oxidation.<br/><br/>It is when cognac reaches its full age that it reveals an exceptional smoothness; the alcohol is melted to perfection and the cognac is nice and fat. One discovers then a fully mature spirit, slightly smooth and bitter. It is the most structured and rich cognac.",
        "image" : "",
        "icon" : "",
        "recipes" : [
            { "id" : "1" },
            { "id" : "2" },
            { "id" : "6" },
            { "id" : "7" }
        ]
    }
]