[
    { 
        "id": 2,
        "title": "VS",
        "image" : "photo-cognac-vs.jpg",
        "intro" : "De par sa jeunesse, le cognac VS possède encore tous les arômes distinctifs de l’eau-de-vie de vin et notamment ses caractéristiques fruitées (raisin, agrumes, poire, pomme cuite, prune, pêche et abricot) et florales (fleur de vigne, marguerite, pétunia, rose, violette). <br><br>Il a déjà extrait une grande partie des arômes du chêne lors de son court vieillissement mais ceux-ci n’ont pas encore eu le temps de se fondre totalement aux arômes de l’eau-de-vie. <br><br>C’est pour cette raison que le cognac VS peut paraître assez boisé et est souvent très vanillé – arôme très présent dans le chêne – et épicé (cannelle, muscade). <br><br>Bien qu’embouteillé le plus souvent à 40% d’alcool comme ses aînés, le cognac VS peut paraître également plus vif au nez et très sec en bouche car l’alcool n’a pas encore eu le temps de se fondre totalement dans la masse.",
        "recipes" : [
            { "id" : "7" },
            { "id" : "9" }
        ]
    },
    { 
        "id": 0,
        "title" : "VS Frozen",
        "image" : "photo-cognac-Frozen.jpg",
        "intro" : "On a l’habitude d’appeler Frozen les cognacs servis à température négative, sortis du congélateur à -18 °C. <br><br> Ce type de service a vu le jour il y a une dizaine d’années environ. <br> A ne pas confondre avec le Cognac frappé ou chilled, servi frais et non glacé, proche de 0°C. <br><br>A température ambiante, le cognac gagnera environ 1 à 2°C par minute dans le verre. <br><br>Cette montée en température sera accélérée si le verre subit un mouvement. <br>La force alcoolique du cognac lui permet de ne pas geler à cette température mais sa texture s’en trouve radicalement changée : le cognac devient plus huileux, plus rond, la sensation d’alcool disparaît au nez et en bouche. <br><br>Parallèlement, ses arômes se concentrent, comme recentrés sur sa colonne vertébrale : vanille, fruits et épices sont plus fondus, la sensation boisée diminue fortement. <br><br>C’est donc une expérience à part entière de la dégustation du cognac.",
        "recipes" : [
            { "id" : "" }
        ]
    },
    { 
        "id": 1,
        "title": "VSOP",
        "image" : "photo-cognac-vsop.jpg",
        "intro" : "Comme le VSOP est plus âgé que le VS, il a eu plus de temps pour digérer les apports du chêne et c’est pourquoi il se montre si épicé. <br><br>Le poivre et le clou de girofle viennent compléter les épices douces (muscade, cannelle). <br>Il possède aussi des notes toastées et torréfiées, chocolat ou café, provenant du brûlage du fût. <br><br>En ce qui concerne les arômes fruités, ils se montrent plus confits et gourmands, sur les fruits à noyaux séchés, abricot et pruneau par exemple, ou encore la marmelade d’orange et la compote de pomme, avec l’apparition des fruits secs comme l’amande et la noisette. <br><br>Les fleurs évoluent également, prenant des accents séchés. <br><br>Bien que conservant une certaine douceur, le cognac VSOP se montre souvent plus boisé. <br>La sensation alcooleuse a fortement diminué avec l’âge.",
        "recipes" : [
            { "id" : "0" },
            { "id" : "2" },
            { "id" : "4" },
            { "id" : "5" },
            { "id" : "10" }
        ]
    },
    ,
    { 
        "id": 3,
        "title": "XO",
        "image" : "photo-cognac-xo.jpg",
        "intro" : "D’une grande complexité aromatique, les cognacs XO peuvent prendre des directions différentes en fonction des choix du maître assembleur : le cuir, les bois nobles et l’encens, un fruité exotique (mangue, ananas, fruit de la passion), le jasmin et le chèvrefeuille, des épices douces (safran) voire des notes balsamiques et bien évidemment de rancio, d’oxydation. <br><br>À l’âge de la plénitude du cognac correspond une douceur rare, l’alcool est parfaitement fondu, le cognac ayant en plus gagné en gras. <br><br>On obtient un spiritueux très complet, légèrement doux et amer. <br><br>C’est le plus structuré et riche des cognacs.",
        "recipes" : [
            { "id" : "1" },
            { "id" : "2" },
            { "id" : "3" },
            { "id" : "6" }
        ]
    }
]